{
    "about1": "Welcome to Tall Tree Psychotherapy!",
    "about2": "My name is Tracy Bertrim (she/her), and I am a Registered Psychotherapist in good standing with the College of Registered Psychotherapists of Ontario (CRPO). I have over seven years of clinical experience working with a broad range of clientele with various needs and concerns.",
    "about3": "I seek to provide a safe environment for clients to explore their thoughts and feelings without the fear of judgment. In my experience, psychotherapy works well when a collaborative approach is taken between the client and the therapist, in which we work together to establish therapy goals and engage in dialogue to determine the most appropriate resolution.",
    "about4": "I primarily work from Cognitive Behavioral Therapy and Cognitive Processing Therapy frameworks. However, I understand and value the uniqueness of each client and their story, so I also draw from other approaches, including Dialectical Behavioral Therapy, Acceptance and Commitment Therapy, and Narrative Therapy, to provide a personalized treatment plan.",
    "about5": "I completed my Master of Arts Degree in Counselling and Spirituality from Saint Paul University in Ottawa, and I hold a Bachelor of Arts Degree in Psychology and Sociology.",
    "about6": "Continuing education and training is important to me, as this allows me to better understand my clients’ needs and provide safe and effective treatment.  I have completed specified training in areas including trauma-focused therapies, attention deficit hyperactivity disorder, clinical supervision, and anxiety.",
    "services1": "I provide psychotherapy services to adolescents and adults with various needs, issues, and concerns, including:",
    "services2": "All services are provided <u>virtually or by phone</u>. I use a virtual platform that is PIPEDA and HIPAA compliant and all privacy and security measures are taken.",
    "services3": "When engaging in virtual therapy, clients are expected to find a quiet space on their own where privacy can be ensured and with no distractions. In turn, I work in a private space to allow for client confidentiality."
}